export default {
  projections: {
    АзсE: {
      номер: {
        __caption__: 'Номер'
      },
      название: {
        __caption__: 'Название'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    },
    АзсL: {
      номер: {
        __caption__: 'Номер'
      },
      название: {
        __caption__: 'Название'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    название: {
      __caption__: 'Название'
    },
    номер: {
      __caption__: 'Номер'
    },
    состояние: {
      __caption__: 'Состояние'
    }
  }
};
