export default {
  projections: {
    РезервуарE: {
      номер: {
        __caption__: 'Номер'
      },
      типТоплива: {
        __caption__: 'Тип топлива'
      },
      обьем: {
        __caption__: 'Обьем'
      }
    },
    РезервуарL: {
      номер: {
        __caption__: 'Номер'
      },
      типТоплива: {
        __caption__: 'Тип топлива'
      },
      обьем: {
        __caption__: 'Обьем'
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    обьем: {
      __caption__: 'Обьем'
    },
    типТоплива: {
      __caption__: 'Тип топлива'
    }
  }
};
