export default {
  projections: {
    ПистолетE: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    },
    ПистолетL: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    справочникЦен: {
      __caption__: 'справочникЦен'
    }
  }
};
