export default {
  projections: {
    ОплатаE: {
      номер: {
        __caption__: 'Номер'
      },
      количество: {
        __caption__: 'Количество'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    },
    ОплатаL: {
      номер: {
        __caption__: 'Номер'
      },
      количество: {
        __caption__: 'Количество'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    номер: {
      __caption__: 'Номер'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    колонка: {
      __caption__: 'колонка'
    },
    терминал: {
      __caption__: 'терминал'
    },
    карты: {
      __caption__: 'карты'
    }
  }
};
